/**
 * 384 爻辞表 第三批（33-48 卦：遁~井）
 */
export const YAOCI_3 = {
  '遁': ['遁尾，厉，勿用有攸往。', '执之用黄牛之革，莫之胜说。', '系遁，有疾厉，畜臣妾吉。', '好遁，君子吉，小人否。', '嘉遁，贞吉。', '肥遁，无不利。'],
  '大壮': ['壮于趾，征凶，有孚。', '贞吉。', '小人用壮，君子用罔，贞厉。羝羊触藩，羸其角。', '贞吉悔亡，藩决不羸，壮于大舆之輹。', '丧羊于易，无悔。', '羝羊触藩，不能退，不能遂，无攸利，艰则吉。'],
  '晋': ['晋如摧如，贞吉。罔孚，裕无咎。', '晋如愁如，贞吉。受兹介福，于其王母。', '众允，悔亡。', '晋如鼫鼠，贞厉。', '悔亡，失得勿恤，往吉，无不利。', '晋其角，维用伐邑，厉吉无咎，贞吝。'],
  '明夷': ['明夷于飞，垂其翼。君子于行，三日不食。有攸往，主人有言。', '明夷，夷于左股，用拯马壮，吉。', '明夷于南狩，得其大首，不可疾贞。', '入于左腹，获明夷之心，于出门庭。', '箕子之明夷，利贞。', '不明晦，初登于天，后入于地。'],
  '家人': ['闲有家，悔亡。', '无攸遂，在中馈，贞吉。', '家人嗃嗃，悔厉吉。妇子嘻嘻，终吝。', '富家，大吉。', '王假有家，勿恤，吉。', '有孚威如，终吉。'],
  '睽': ['悔亡。丧马勿逐，自复。见恶人，无咎。', '遇主于巷，无咎。', '见舆曳，其牛掣，其人天且劓，无初有终。', '睽孤，遇元夫，交孚，厉无咎。', '悔亡。厥宗噬肤，往何咎。', '睽孤，见豕负涂，载鬼一车，先张之弧，后说之弧，匪寇婚媾，往遇雨则吉。'],
  '蹇': ['往蹇，来誉。', '王臣蹇蹇，匪躬之故。', '往蹇，来反。', '往蹇，来连。', '大蹇，朋来。', '往蹇，来硕，吉。利见大人。'],
  '解': ['无咎。', '田获三狐，得黄矢，贞吉。', '负且乘，致寇至，贞吝。', '解而拇，朋至斯孚。', '君子维有解，吉，有孚于小人。', '公用射隼于高墉之上，获之，无不利。'],
  '损': ['已事遄往，无咎，酌损之。', '利贞，征凶，弗损益之。', '三人行，则损一人；一人行，则得其友。', '损其疾，使遄有喜，无咎。', '或益之十朋之龟，弗克违，元吉。', '弗损益之，无咎，贞吉，利有攸往，得臣无家。'],
  '益': ['利用为大作，元吉，无咎。', '或益之十朋之龟，弗克违，永贞吉。王用享于帝，吉。', '益之用凶事，无咎。有孚中行，告公用圭。', '中行告公从，利用为依迁国。', '有孚惠心，勿问元吉。有孚惠我德。', '莫益之，或击之，立心勿恒，凶。'],
  '夬': ['壮于前趾，往不胜为咎。', '惕号，莫夜有戎，勿恤。', '壮于頄，有凶。君子夬夬，独行遇雨，若濡有愠，无咎。', '臀无肤，其行次且。牵羊悔亡，闻言不信。', '苋陆夬夬，中行无咎。', '无号，终有凶。'],
  '姤': ['系于金柅，贞吉。有攸往，见凶，羸豕孚蹢躅。', '包有鱼，无咎，不利宾。', '臀无肤，其行次且，厉，无大咎。', '包无鱼，起凶。', '以杞包瓜，含章，有陨自天。', '姤其角，吝，无咎。'],
  '萃': ['有孚不终，乃乱乃萃。若号，一握为笑，勿恤，往无咎。', '引吉，无咎，孚乃利用禴。', '萃如嗟如，无攸利。往无咎，小吝。', '大吉，无咎。', '萃有位，无咎。匪孚，元永贞，悔亡。', '赍咨涕洟，无咎。'],
  '升': ['允升，大吉。', '孚乃利用禴，无咎。', '升虚邑。', '王用亨于岐山，吉，无咎。', '贞吉，升阶。', '冥升，利于不息之贞。'],
  '困': ['臀困于株木，入于幽谷，三岁不觌。', '困于酒食，朱绂方来，利用亨祀，征凶，无咎。', '困于石，据于蒺藜，入于其宫，不见其妻，凶。', '来徐徐，困于金车，吝，有终。', '劓刖，困于赤绂，乃徐有说，利用祭祀。', '困于葛藟，于臲卼，曰动悔。有悔，征吉。'],
  '井': ['井泥不食，旧井无禽。', '井谷射鲋，瓮敝漏。', '井渫不食，为我心恻。可用汲，王明，并受其福。', '井甃，无咎。', '井冽，寒泉食。', '井收勿幕，有孚元吉。']
};
